{
  "cards": [
    {
      "id": "major_0",
      "originalId": "major0",
      "image": "cards/major/major_0.png",
      "translations": {
        "ko": {
          "name": "방랑자 고양이",
          "upright": "“생각은 그만! 지금은 마음이 이끄는 대로 가볍게 시작할 때.”",
          "reversed": "“무모한 계획은 위험을 부를 수 있다. 발밑을 한번 돌아볼 필요가 있다.”",
          "story": "조각보 옷을 입은 고양이가 세상 끝에 서서 망설임 없이 첫발을 내딛는다. 그의 눈은 발밑의 낭떠러지가 아닌, 자유롭게 춤추는 나비를 향해 있다. 가벼운 보따리만큼이나 가벼운 마음으로, 그는 계획 없는 여정을 떠난다. 이 카드는 미지의 세계를 향한 순수한 신뢰와 새로운 시작의 용기를 상징한다.",
          "keywords": [
            "새로운 시작",
            "순수한 마음",
            "자유로운 영혼",
            "모험",
            "무한한 가능성",
            "낙관주의"
          ],
          "questions": [
            "결과에 대한 두려움 없이, 순수한 마음으로 시작하고 싶은 새로운 모험은 무엇인가요?",
            "당신의 삶에서 신념을 갖고 과감히 뛰어들어야 할 영역은 어디인가요?"
          ],
          "quote": "“가장 먼 길도 첫 걸음부터 시작되는 법이지!”",
          "summary": [
            "시작",
            "순수",
            "자유",
            "모험",
            "예측불가"
          ]
        },
        "en": {
          "name": "The Wanderer Cat",
          "upright": "",
          "reversed": "",
          "story": "A cat in a patchwork robe stands at the edge of the world, taking its first step without hesitation. Its eyes are not on the cliff below, but on a freely dancing butterfly above. With a heart as light as its small bundle, it embarks on an unplanned journey. This card symbolizes pure trust in the unknown and the courage of new beginnings.",
          "keywords": [],
          "questions": [],
          "quote": "",
          "summary": []
        }
      },
      "status": {
        "ko": "approved",
        "en": "pending",
        "es": "pending",
        "ja": "pending"
      },
      "source": "chat_coreen_tarot_v1",
      "metadata": {
        "arcana": "Major",
        "suit": "",
        "number": 0,
        "title": {
          "top_main": "0",
          "bottom_main": "LE MATOUILLE",
          "native": "방랑자 고양이",
          "en": "The Wanderer Cat",
          "original_tarot": "THE FOOL"
        },
        "colorTheme": [
          "청색(자유, 희망)",
          "황색(낙천성)",
          "다채로움(가능성)",
          "백색(순수)"
        ],
        "props": "그를 이끄는 나비는 순수한 영감과 직관을 상징한다. 어깨에 멘 작은 보따리는 물질에 얽매이지 않음을, 발치의 들꽃은 어디서든 피어나는 희망을 의미한다.",
        "background": "화창한 봄날의 시골 언덕길. 푸른 하늘에는 뭉게구름이 평화롭게 떠 있고, 멀리 나지막한 산과 초가집들이 보인다. 왼쪽 상단에는 온화한 태양이 빛나며 그의 여정을 축복한다.",
        "symbolSummary": [
          "시작",
          "순수",
          "자유",
          "모험",
          "예측불가"
        ]
      }
    },
    {
      "id": "major_1",
      "originalId": "major1",
      "image": "cards/major/major_1.png",
      "translations": {
        "ko": {
          "name": "재주꾼 고양이",
          "upright": "“모든 준비는 끝났다. 당신의 재능을 세상에 보여줄 시간이다!”",
          "reversed": "“재능을 엉뚱한 곳에 쓰거나, 계획이 허황될 수 있다. 집중력이 필요하다.”",
          "story": "눈부신 햇살 아래, 재주꾼 고양이가 대청마루 위에서 신명 나게 창조의 춤을 춘다. 그의 의지에 따라 붓에서는 불꽃이 튀고 찻잔에서는 물이 솟아오른다. 그는 세상의 모든 요소를 자유자재로 다루며, 아이디어를 현실로 빚어낸다. 이 카드는 당신의 재능과 의지를 믿고, 지금 바로 행동으로 옮길 때임을 알려준다.",
          "keywords": [
            "새로운 프로젝트",
            "재능의 발현",
            "자신감",
            "창의력",
            "실행력",
            "성공적인 시작"
          ],
          "questions": [
            "지금 당신의 손에 주어진 도구들로 무엇을 창조하고 세상에 보여주고 싶나요?",
            "당신의 어떤 잠재력을 이제 세상에 드러낼 시간인가요?"
          ],
          "quote": "“세상 만물이 내 손안의 장난감이지!”",
          "summary": [
            "창조",
            "재능",
            "시작",
            "자신감",
            "실현"
          ]
        },
        "en": {
          "name": "The Talented Cat",
          "upright": "",
          "reversed": "",
          "story": "Under the dazzling sunlight, the Talented Cat performs a joyous dance of creation on the wooden porch. By its will, sparks fly from a brush and water springs from a teacup. It wields all the world's elements freely, turning ideas into reality. This card tells you it's time to believe in your talents and will, and to take action now.",
          "keywords": [],
          "questions": [],
          "quote": "",
          "summary": []
        }
      },
      "status": {
        "ko": "approved",
        "en": "pending",
        "es": "pending",
        "ja": "pending"
      },
      "source": "chat_coreen_tarot_v1",
      "metadata": {
        "arcana": "Major",
        "suit": "",
        "number": 1,
        "title": {
          "top_main": "1",
          "bottom_main": "L'ARTISAN CÉLESTE",
          "native": "재주꾼 고양이",
          "en": "The Talented Cat",
          "original_tarot": "THE MAGICIAN"
        },
        "colorTheme": [
          "황색(총명, 창조)",
          "청색(영감)",
          "홍색(열정, 활력)",
          "백색(순수, 잠재력)"
        ],
        "props": "그의 주위를 맴도는 네 가지 신묘한 물건들: 끝에서 작은 불꽃이 튀는 붓(지팡이/불), 맑은 물이 소용돌이치는 청자 찻잔(컵/물), 날카로운 지성을 상징하며 공중에 떠 있는 작은 장도(검/공기), 그리고 황금빛을 발하며 회전하는 복주머니 속 엽전(펜타클/흙).",
        "background": "햇살이 눈부시게 쏟아지는 한옥의 넓은 대청마루. 활짝 열린 문 너머로 생기 넘치는 푸른 여름 풍경이 펼쳐져, 그의 창조력이 세상과 연결되어 있음을 보여준다.",
        "symbolSummary": [
          "창조",
          "재능",
          "시작",
          "자신감",
          "실현"
        ]
      }
    },
    {
      "id": "major_10",
      "originalId": "major10",
      "image": "cards/major/major_10.png",
      "translations": {
        "ko": {
          "name": "운명의 맷돌",
          "upright": "“운명의 바퀴가 당신에게 유리하게 돌기 시작했다. 변화의 흐름에 올라타라.”",
          "reversed": "“불운이 따르거나, 변화에 저항하고 있다. 지금은 통제할 수 없는 흐름이니, 때를 기다려라.”",
          "story": "시간과 공간을 초월한 곳에서, 거대한 운명의 맷돌이 끊임없이 돌아간다. 봄의 기쁨에 올라타는 고양이가 있는가 하면, 가을의 쓸쓸함과 함께 내려오는 고양이도 있다. 꼭대기에 앉은 오드아이 고양이는 이 모든 순환이 자연스러운 우주의 법칙임을 알고 담담히 지켜볼 뿐이다. 이 카드는 당신의 의지와 상관없이 새로운 국면이 시작되었음을, 거대한 운명의 흐름에 몸을 맡겨야 할 때임을 알린다.",
          "keywords": [
            "운명의 전환점",
            "예상치 못한 변화",
            "행운",
            "업보(카르마)",
            "인생의 순환",
            "상황의 진전"
          ],
          "questions": [
            "당신 삶의 어떤 국면이 끝나고, 새롭게 시작되고 있나요? 이 변화의 흐름을 어떻게 받아들일 수 있을까요?",
            "지금 당신이 운명의 수레바퀴 어디쯤에 위치해 있다고 느끼나요? 현재의 위치가 영원하지 않음을 안다면, 무엇을 다르게 행동할 수 있을까요?"
          ],
          "quote": "“오르막이 있으면, 내리막도 있는 법. 모든 것은 돌고 도느니.”",
          "summary": [
            "운명",
            "변화",
            "순환",
            "전환점",
            "행운"
          ]
        },
        "en": {
          "name": "The Millstone of Fate",
          "upright": "",
          "reversed": "",
          "story": "In a place beyond time and space, the great Millstone of Fate turns ceaselessly. There are cats who rise with the joy of spring, and those who descend with the melancholy of autumn. The odd-eyed cat sitting at the top simply watches, knowing that all this circulation is the natural law of the universe. This card announces that a new phase has begun, regardless of your will, and it is time to surrender to the great flow of destiny.",
          "keywords": [],
          "questions": [],
          "quote": "",
          "summary": []
        }
      },
      "status": {
        "ko": "approved",
        "en": "pending",
        "es": "pending",
        "ja": "pending"
      },
      "source": "chat_coreen_tarot_v1",
      "metadata": {
        "arcana": "Major",
        "suit": "",
        "number": 10,
        "title": {
          "top_main": "10",
          "bottom_main": "LA ROUE DE FORTUNE",
          "native": "운명의 맷돌",
          "en": "The Millstone of Fate",
          "original_tarot": "WHEEL OF FORTUNE"
        },
        "colorTheme": [
          "사계절색(순환, 변화)",
          "금색(운명)",
          "자색(신비, 우주)",
          "백색(시작과 끝)"
        ],
        "props": "중심의 거대한 맷돌은 사계절로 나뉘어 있다. 봄에는 새싹과 함께 위로 올라가는 아기 고양이, 여름에는 정상에서 즐거워하는 고양이, 가을에는 낙엽과 함께 내려오는 고양이, 겨울에는 바닥에서 다시 올라갈 때를 기다리는 고양이가 그려져 삶의 순환을 보여준다. 카드의 네 귀퉁이에는 구름 위에 앉은 사천왕(四天王) 고양이들이 맷돌의 회전을 묵묵히 지켜보고 있다.",
        "background": "지상이 아닌, 구름과 성운이 떠다니는 신비로운 우주 공간. 개인의 의지를 넘어선 거대한 운명의 흐름 속에 있음을 암시한다.",
        "symbolSummary": [
          "운명",
          "변화",
          "순환",
          "전환점",
          "행운"
        ]
      }
    },
    {
      "id": "major_11",
      "originalId": "major11",
      "image": "cards/major/major_11.png",
      "translations": {
        "ko": {
          "name": "포도대장 고양이",
          "upright": "“진실을 마주하고, 공정한 결정을 내려라. 당신의 행동에 책임을 져야 할 때이다.”",
          "reversed": "“불공정한 상황, 편견, 혹은 책임을 회피하고 있다. 진실을 외면하지 마라.”",
          "story": "엄숙한 대청 위, 포도대장 고양이는 한 치의 흔들림도 없는 눈으로 진실을 판결한다. 그의 저울은 모든 행동의 무게를 정확히 재고, 그의 칼은 모든 결과를 명확하게 가른다. 이곳에서는 동정심이나 편견이 아닌, 오직 인과응보의 법칙만이 존재한다. 이 카드는 이제 감정을 배제하고, 공정하고 이성적인 판단을 내려야 할 때임을 알린다. 모든 행동에는 결과가 따른다.",
          "keywords": [
            "공정한 결정",
            "진실",
            "법적인 문제",
            "인과응보",
            "책임",
            "균형과 조화",
            "객관성"
          ],
          "questions": [
            "지금 당신이 마주해야 할 진실은 무엇인가요? 감정을 배제하고 객관적으로 상황을 바라보고 있나요?",
            "당신의 과거 행동이 현재 어떤 결과를 가져왔나요? 앞으로의 행동에 대해 어떤 책임을 져야 할까요?"
          ],
          "quote": "“진실의 무게는 결코 가볍지 않다.”",
          "summary": [
            "공정함",
            "진실",
            "균형",
            "인과응보",
            "결정"
          ]
        },
        "en": {
          "name": "The Just Cat",
          "upright": "",
          "reversed": "",
          "story": "In the solemn courthouse, the Just Cat delivers verdicts on truth with an unwavering gaze. Its scales weigh the consequence of every action with precision, and its sword defines every outcome with clarity. Here, there is no room for pity or prejudice, only the law of cause and effect. This card signifies that it is time to set emotions aside and make a fair, rational judgment. Every action has a consequence.",
          "keywords": [],
          "questions": [],
          "quote": "",
          "summary": []
        }
      },
      "status": {
        "ko": "approved",
        "en": "pending",
        "es": "pending",
        "ja": "pending"
      },
      "source": "chat_coreen_tarot_v1",
      "metadata": {
        "arcana": "Major",
        "suit": "",
        "number": 11,
        "title": {
          "top_main": "11",
          "bottom_main": "LA JUSTICE",
          "native": "포도대장 고양이",
          "en": "The Just Cat",
          "original_tarot": "JUSTICE"
        },
        "colorTheme": [
          "청색(이성, 공정)",
          "백색(진실, 명료함)",
          "흑색(엄격함, 원칙)",
          "금색(권위)"
        ],
        "props": "그가 든 놋저울은 어느 쪽으로도 기울지 않아 완벽한 공정함을 상징한다. 날카롭게 선 칼은 진실을 가려내는 명료한 이성과, 그 결정에 따르는 엄격한 결과를 의미한다. 배경의 기둥들은 그가 지키는 사회의 법과 질서라는 굳건한 구조를 나타낸다.",
        "background": "조선시대의 재판이 열리는 대청. 좌우가 완벽하게 대칭을 이루어 치우침 없는 공정함을 강조한다. 불필요한 장식이 없어 오직 진실을 가리는 데만 집중하는 엄숙한 분위기이다.",
        "symbolSummary": [
          "공정함",
          "진실",
          "균형",
          "인과응보",
          "결정"
        ]
      }
    },
    {
      "id": "major_12",
      "originalId": "major12",
      "image": "cards/major/major_12.png",
      "translations": {
        "ko": {
          "name": "구도자 고양이",
          "upright": "“지금은 움직일 때가 아니다. 한 걸음 물러나 세상을 거꾸로 보라. 새로운 해답이 보일 것이다.”",
          "reversed": "“의미 없는 희생을 하고 있거나, 아무것도 얻지 못한 채 시간만 보내고 있다. 관점을 바꾸거나, 이제 그만 내려와라.”",
          "story": "안개 낀 산속, 구도자 고양이는 소나무에 거꾸로 매달려 세상의 시간을 멈춘다. 발이 묶여 움직일 수 없지만, 그의 정신은 그 어느 때보다 자유롭게 세상을 다른 관점으로 바라본다. 주머니에서 떨어진 엽전은 그가 포기한 낡은 가치들이며, 그 희생을 통해 얻는 것은 더 깊은 깨달음의 빛이다. 이 카드는 지금은 행동을 멈추고, 상황을 완전히 다른 시각으로 바라봐야 할 때임을 조언한다.",
          "keywords": [
            "관점의 전환",
            "인내의 시간",
            "자발적 희생",
            "상황의 정체",
            "내려놓기",
            "영적인 깨달음"
          ],
          "questions": [
            "당신의 삶에서 지금 정체되어 있다고 느끼는 것은 무엇인가요? 그 상황을 완전히 다른 각도에서 바라본다면 무엇이 보일까요?",
            "더 큰 깨달음이나 성장을 위해 당신이 기꺼이 내려놓거나 희생해야 할 것은 무엇인가요?"
          ],
          "quote": "“세상을 거꾸로 보니, 비로소 길이 보이더라.”",
          "summary": [
            "희생",
            "새로운 관점",
            "인내",
            "정지",
            "깨달음"
          ]
        },
        "en": {
          "name": "The Seeker Cat",
          "upright": "",
          "reversed": "",
          "story": "In a misty mountain, the Seeker Cat stops the time of the world by hanging upside down from a pine tree. Though its feet are bound and it cannot move, its spirit is freer than ever, seeing the world from a new perspective. The coins fallen from its pocket are the old values it has sacrificed, and through this sacrifice, it gains the light of deeper enlightenment. This card advises that it is time to pause, suspend action, and look at your situation from a completely different angle.",
          "keywords": [],
          "questions": [],
          "quote": "",
          "summary": []
        }
      },
      "status": {
        "ko": "approved",
        "en": "pending",
        "es": "pending",
        "ja": "pending"
      },
      "source": "chat_coreen_tarot_v1",
      "metadata": {
        "arcana": "Major",
        "suit": "",
        "number": 12,
        "title": {
          "top_main": "12",
          "bottom_main": "LE PENDU",
          "native": "구도자 고양이",
          "en": "The Seeker Cat",
          "original_tarot": "THE HANGED MAN"
        },
        "colorTheme": [
          "회색(정지, 중립)",
          "보라색(깨달음, 영성)",
          "청록색(인내, 치유)",
          "황색(지혜의 빛)"
        ],
        "props": "그가 매달린 소나무는 십장생(十長生) 중 하나로, 굳건한 절개와 영원한 생명력을 상징한다. 발이 묶인 것은 물리적인 속박이지만, 이를 통해 정신적인 자유와 해탈을 얻음을 암시한다. 주머니에서 떨어진 몇 개의 엽전은 그가 기꺼이 포기한 세속적인 가치를 의미한다.",
        "background": "안개가 자욱한 깊은 산속. 주변 세상과 단절된 채 오직 자기 자신에게만 집중할 수 있는 고요하고 신비로운 공간이다. 그의 희생과 인내의 시간이 끝나면 안개가 걷히고 새로운 세상이 보일 것임을 암시한다.",
        "symbolSummary": [
          "희생",
          "새로운 관점",
          "인내",
          "정지",
          "깨달음"
        ]
      }
    },
    {
      "id": "major_13",
      "originalId": "major13",
      "image": "cards/major/major_13.png",
      "translations": {
        "ko": {
          "name": "사신(死神) 고양이",
          "upright": "“낡은 것은 이제 끝났다. 이 변화를 받아들이고 새로운 시작을 준비하라.”",
          "reversed": "“끝을 받아들이지 못하고 변화에 저항하고 있다. 과거에 대한 미련을 버려야 한다.”",
          "story": "검은 옷의 사신 고양이가 황량한 들판에 서서 낡은 모든 것을 거두어들인다. 그의 호미질 한 번에 과거의 영광과 낡은 집착들이 힘없이 쓰러진다. 그의 모습은 두렵지만, 그의 등 뒤로 떠오르는 새벽의 태양은 이 끝이 새로운 시작을 위한 필수적인 과정임을 말해준다. 묵은 것을 정리해야만 새싹이 돋아날 땅이 마련되는 법이다. 이 카드는 피할 수 없는 변화와 끝을 받아들여야 할 시간임을 알린다.",
          "keywords": [
            "필연적인 끝",
            "중대한 변화",
            "과거를 놓아주기",
            "손실",
            "정화",
            "새로운 시작의 전조"
          ],
          "questions": [
            "당신의 삶에서 이제 무엇을 끝내고 놓아주어야 하나요? 당신이 붙잡고 있는 낡은 것은 무엇인가요?",
            "이 끝을 통해 어떤 새로운 시작이 가능해질 수 있을까요? 새로운 것을 받아들일 공간을 어떻게 만들 수 있나요?"
          ],
          "quote": "“모든 끝은 새로운 얼굴을 한 시작일 뿐.”",
          "summary": [
            "끝",
            "변화",
            "전환",
            "놓아주기",
            "새로운 시작"
          ]
        },
        "en": {
          "name": "The Reaper Cat",
          "upright": "",
          "reversed": "",
          "story": "The Reaper Cat in black stands in a barren field, harvesting all that is old. With a swing of its hoe, past glories and old attachments fall away powerlessly. Its appearance is fearsome, but the rising sun at its back tells that this ending is a necessary process for a new beginning. The old must be cleared away to make room for new shoots to grow. This card announces that it is time to accept an inevitable change and ending.",
          "keywords": [],
          "questions": [],
          "quote": "",
          "summary": []
        }
      },
      "status": {
        "ko": "approved",
        "en": "pending",
        "es": "pending",
        "ja": "pending"
      },
      "source": "chat_coreen_tarot_v1",
      "metadata": {
        "arcana": "Major",
        "suit": "",
        "number": 13,
        "title": {
          "top_main": "13",
          "bottom_main": "",
          "native": "사신(死神) 고양이",
          "en": "The Reaper Cat",
          "original_tarot": "DEATH"
        },
        "colorTheme": [
          "흑색(끝, 무(無))",
          "백색(뼈, 정화)",
          "적색(생명력의 소멸)",
          "청색(새벽, 새로운 시작)"
        ],
        "props": "그가 든 호미는 파괴적인 '죽음'이 아닌, 새로운 시작을 위한 '정리'와 '변화'의 도구임을 상징한다. 발밑에는 베어진 마른 풀과 함께, 왕관과 엽전 등 과거의 영광과 집착을 상징하는 것들이 놓여있다. 이는 끝 앞에서는 모든 세속적인 가치가 무의미함을 보여준다.",
        "background": "모든 것이 정리된 황량한 겨울 들판. 하지만 지평선 너머로 붉게 타오르는 새벽의 여명은, 이 끝이 결코 영원한 소멸이 아니며 곧 새로운 생명이 시작될 것임을 강력하게 암시한다.",
        "symbolSummary": [
          "끝",
          "변화",
          "전환",
          "놓아주기",
          "새로운 시작"
        ]
      }
    },
    {
      "id": "major_14",
      "originalId": "major14",
      "image": "cards/major/major_14.png",
      "translations": {
        "ko": {
          "name": "조화의 고양이",
          "upright": "“인내심을 갖고 조화를 찾아라. 지금은 서로 다른 것들을 통합하여 균형을 맞춰야 할 때이다.”",
          "reversed": "“불균형과 극단적인 행동을 경계하라. 조화를 잃고 한쪽으로 너무 치우쳐 있다.”",
          "story": "고요한 시냇가에서, 조화의 고양이는 연금술사처럼 두 항아리 사이로 생명의 물을 옮긴다. 한 발은 현실의 땅에, 다른 한 발은 감정의 물에 담근 채, 그는 극단적인 것들을 섞어 완벽한 균형을 창조한다. 그의 인내심 있는 손길 아래, 모든 갈등은 치유되고 새로운 조화가 탄생한다. 이 카드는 극단에 치우치지 말고, 서로 다른 요소들을 통합하여 중용의 길을 찾아야 할 때임을 보여준다.",
          "keywords": [
            "균형",
            "조화",
            "인내심",
            "중용",
            "협력",
            "치유",
            "목적 있는 행동"
          ],
          "questions": [
            "당신의 삶에서 지금 어떤 두 가지 요소를 조화롭게 만들어야 하나요? 너무 치우쳐 있는 영역은 어디인가요?",
            "지금 당신에게 가장 필요한 인내심은 무엇인가요? 서두르지 않고 중용의 길을 걸을 준비가 되었나요?"
          ],
          "quote": "“서로 다른 두 길이 만나, 하나의 완벽한 길이 된다.”",
          "summary": [
            "조화",
            "균형",
            "치유",
            "절제",
            "통합"
          ]
        },
        "en": {
          "name": "The Harmonious Cat",
          "upright": "",
          "reversed": "",
          "story": "By a tranquil stream, the Harmonious Cat, like an alchemist, transfers the water of life between two jars. With one paw in the earth of reality and the other in the water of emotion, it creates perfect balance by mixing extremes. Under its patient touch, all conflicts are healed and a new harmony is born. This card shows that it is time to avoid extremes and find the middle path by integrating different elements.",
          "keywords": [],
          "questions": [],
          "quote": "",
          "summary": []
        }
      },
      "status": {
        "ko": "approved",
        "en": "pending",
        "es": "pending",
        "ja": "pending"
      },
      "source": "chat_coreen_tarot_v1",
      "metadata": {
        "arcana": "Major",
        "suit": "",
        "number": 14,
        "title": {
          "top_main": "14",
          "bottom_main": "TEMPÉRANCE",
          "native": "조화의 고양이",
          "en": "The Harmonious Cat",
          "original_tarot": "TEMPERANCE"
        },
        "colorTheme": [
          "청록색(조화, 치유)",
          "금색(연금술, 영성)",
          "백색(순수, 정화)",
          "자색(지혜)"
        ],
        "props": "두 개의 청자 항아리는 서로 다른 두 요소를, 그 사이를 오가는 황금빛 액체는 그 요소들이 결합하여 만들어내는 새로운 차원의 조화(연금술)를 상징한다. 시냇가에 피어난 붓꽃은 지혜와 희망을, 멀리 보이는 산으로 이어지는 길은 중용(中庸)의 길을 나타낸다.",
        "background": "고요한 산속, 약초가 자라는 시냇가. 모든 것이 평화롭고, 자연의 순리대로 완벽한 조화를 이루고 있는 풍경이다. 현실과 이상이 조화롭게 공존하는 공간이다.",
        "symbolSummary": [
          "조화",
          "균형",
          "치유",
          "절제",
          "통합"
        ]
      }
    },
    {
      "id": "major_15",
      "originalId": "major15",
      "image": "cards/major/major_15.png",
      "translations": {
        "ko": {
          "name": "도깨비 고양이",
          "upright": "“당신을 묶고 있는 것은 무엇인가? 그 집착의 실체를 파악하고 스스로의 의지로 끊어내라.”",
          "reversed": "“속박에서 벗어날 준비가 되었다. 중독과 부정적인 패턴을 깨고 자유를 향해 나아갈 시간이다.”",
          "story": "어두운 동굴 속, 도깨비 고양이가 금은보화 위에서 웃고 있다. 그의 달콤한 유혹에 빠진 두 고양이는 스스로 목에 쇠사슬을 건 채 보물에만 눈이 멀어있다. 쇠사슬은 마음만 먹으면 벗을 수 있을 만큼 헐겁지만, 그들은 자신이 자유롭다는 사실을 잊었다. 이 카드는 당신이 스스로 만든 집착과 욕망의 감옥에 갇혀 있음을 경고한다. 그 속박은 당신 스스로 끊어낼 수 있다.",
          "keywords": [
            "물질적 집착",
            "중독",
            "부정적인 패턴",
            "속박",
            "쾌락주의",
            "거짓된 믿음",
            "자유의 상실"
          ],
          "questions": [
            "당신의 삶에서 당신을 묶고 있는 '쇠사슬'은 무엇인가요? (나쁜 습관, 부정적인 관계, 물질적 집착 등) 그 쇠사슬이 사실은 스스로 벗을 수 있을 만큼 헐겁다는 것을 알고 있나요?",
            "당신이 진정으로 자유로워지기 위해 무엇을 직면하고 포기해야 하나요?"
          ],
          "quote": "“벗어날 수 없다고? 그건 네가 만든 감옥일 뿐.”",
          "summary": [
            "속박",
            "유혹",
            "물질주의",
            "집착",
            "중독"
          ]
        },
        "en": {
          "name": "The Goblin Cat",
          "upright": "",
          "reversed": "",
          "story": "In a dark cave, the Goblin Cat laughs atop a pile of treasure. Seduced by its sweet temptations, two other cats are blinded by the riches, with loose chains around their own necks. The chains are loose enough to be removed, but they have forgotten they are free. This card warns that you are trapped in a prison of your own making, built from obsession and desire. You have the power to break these bonds yourself.",
          "keywords": [],
          "questions": [],
          "quote": "",
          "summary": []
        }
      },
      "status": {
        "ko": "approved",
        "en": "pending",
        "es": "pending",
        "ja": "pending"
      },
      "source": "chat_coreen_tarot_v1",
      "metadata": {
        "arcana": "Major",
        "suit": "",
        "number": 15,
        "title": {
          "top_main": "15",
          "bottom_main": "LE DIABLE",
          "native": "도깨비 고양이",
          "en": "The Goblin Cat",
          "original_tarot": "THE DEVIL"
        },
        "colorTheme": [
          "흑색(어둠, 속박)",
          "금색(물질적 유혹)",
          "적색(욕망, 쾌락)",
          "회색(무지)"
        ],
        "props": "그의 발아래, 두 마리의 작은 고양이(남과 여) 목에는 헐거운 쇠사슬이 걸려있다. 쇠사슬은 스스로 벗을 수 있을 만큼 크지만, 그들은 금은보화에 눈이 멀어 자신이 속박된 사실조차 인지하지 못한다. 도깨비의 손에 들린 방망이는 헛된 소원을 이루어주며 더 깊은 욕망의 늪으로 빠뜨리는 '도깨비방망이'이다.",
        "background": "출구가 보이지 않는 어둡고 습한 동굴 안. 유일한 빛은 반짝이는 금은보화에서 나오는 현란한 빛뿐이다. 물질적 욕망에 갇혀 더 넓은 세상을 보지 못하는 상태를 상징한다.",
        "symbolSummary": [
          "속박",
          "유혹",
          "물질주의",
          "집착",
          "중독"
        ]
      }
    },
    {
      "id": "major_16",
      "originalId": "major16",
      "image": "cards/major/major_16.png",
      "translations": {
        "ko": {
          "name": "무너지는 탑",
          "upright": "“기존의 모든 것이 무너진다. 고통스럽겠지만, 이 파괴는 진실을 드러내고 새로운 시작을 위한 기반이 될 것이다.”",
          "reversed": "“재앙을 피하려 하거나, 무너져야 할 것을 억지로 붙들고 있다. 변화를 받아들이지 않으면 더 큰 위기가 온다.”",
          "story": "어두운 폭풍우 속, 인간의 오만함으로 쌓아 올린 탑에 하늘의 번개가 내리꽂힌다. 영원할 것 같던 거짓된 구조는 한순간에 불타며 무너지고, 그 꼭대기에 있던 고양이들은 속수무책으로 추락한다. 이 끔찍한 파괴는 고통스럽지만, 동시에 그들을 가두고 있던 거짓된 감옥을 부수고 진실을 마주하게 하는 계기가 된다. 이 카드는 당신이 믿고 있던 세상이 갑작스럽게 무너져 내릴 수 있음을 경고한다.",
          "keywords": [
            "갑작스러운 붕괴",
            "충격적인 사건",
            "잘못된 믿음의 파괴",
            "혼돈",
            "진실의 폭로",
            "새로운 시작을 위한 파괴"
          ],
          "questions": [
            "당신의 삶에서 지금 불안정하거나 거짓된 기반 위에 세워진 '탑'은 무엇인가요? (관계, 직업, 신념 등)",
            "이 갑작스러운 붕괴가 당신에게 어떤 진실을 드러내주고 있나요? 이 혼돈 속에서 무엇을 배워야 할까요?"
          ],
          "quote": "“진실의 번개 앞에서는, 가장 높은 탑도 한 줌의 재가 될 뿐.”",
          "summary": [
            "갑작스러운 변화",
            "파괴",
            "붕괴",
            "진실의 발견",
            "혼돈"
          ]
        },
        "en": {
          "name": "The Crumbling Pagoda",
          "upright": "",
          "reversed": "",
          "story": "In a dark storm, a bolt of lightning from the heavens strikes a pagoda built on human arrogance. The false structure, which seemed eternal, burns and collapses in an instant, and the cats at its peak fall helplessly. This terrible destruction is painful, but it also becomes the moment that shatters the false prison that confined them and allows them to face the truth. This card warns that the world you have believed in may suddenly come crashing down.",
          "keywords": [],
          "questions": [],
          "quote": "",
          "summary": []
        }
      },
      "status": {
        "ko": "approved",
        "en": "pending",
        "es": "pending",
        "ja": "pending"
      },
      "source": "chat_coreen_tarot_v1",
      "metadata": {
        "arcana": "Major",
        "suit": "",
        "number": 16,
        "title": {
          "top_main": "16",
          "bottom_main": "LA MAISON DIEU",
          "native": "무너지는 탑",
          "en": "The Crumbling Pagoda",
          "original_tarot": "THE TOWER"
        },
        "colorTheme": [
          "적색(파괴, 혼돈)",
          "흑색(재앙, 어둠)",
          "황색(벼락, 진실의 빛)",
          "회색(폐허)"
        ],
        "props": "하늘을 찌를 듯 높이 솟은 기와 탑은 인간의 오만함과 잘못된 신념으로 쌓아 올린 불안정한 구조물을 상징한다. 하늘에서 내리치는 번개는 더 이상 거짓을 용납하지 않는 우주의 진실, 혹은 피할 수 없는 외부의 충격이다.",
        "background": "폭풍우가 몰아치는 어두운 밤. 거센 비바람과 시커먼 먹구름이 절망적인 상황을 극대화한다. 모든 것이 혼돈과 파괴의 소용돌이에 휩싸여 있다.",
        "symbolSummary": [
          "갑작스러운 변화",
          "파괴",
          "붕괴",
          "진실의 발견",
          "혼돈"
        ]
      }
    },
    {
      "id": "major_17",
      "originalId": "major17",
      "image": "cards/major/major_17.png",
      "translations": {
        "ko": {
          "name": "희망의 고양이",
          "upright": "“어려운 시간은 지나갔다. 희망을 갖고 당신의 상처를 치유하며, 미래에 대한 믿음을 회복하라.”",
          "reversed": "“희망을 잃고 절망에 빠져있다. 영적인 연결이 끊어졌다고 느낄 수 있다. 작은 빛부터 다시 찾아보라.”",
          "story": "모든 것이 무너져 내린 캄캄한 밤, 희망의 고양이가 나타나 은하수 물을 붓는다. 그녀의 손에서 흘러나온 물은 상처 입은 땅을 치유하고 영혼을 정화한다. 하늘의 가장 밝은 별은 이제 길을 잃지 않을 것이라 속삭인다. 고통스러운 혼돈의 시간이 지나고, 마침내 평온과 믿음을 되찾는 순간이다. 이 카드는 당신의 상처가 치유되고, 새로운 희망을 발견하게 될 것임을 약속한다.",
          "keywords": [
            "희망",
            "치유",
            "영감",
            "평온함",
            "낙관주의",
            "믿음의 회복",
            "영적인 안내"
          ],
          "questions": [
            "혼돈이 지나간 지금, 당신의 삶에 어떤 새로운 희망이 보이나요? 당신을 안내하는 '별'은 무엇인가요?",
            "당신의 몸과 마음, 그리고 영혼을 치유하기 위해 지금 무엇을 해야 할까요? 어떻게 하면 자신에게 더 너그러워질 수 있나요?"
          ],
          "quote": "“어둠이 깊을수록, 별은 더욱 빛나는 법.”",
          "summary": [
            "희망",
            "영감",
            "치유",
            "평온",
            "낙관"
          ]
        },
        "en": {
          "name": "The Cat of Hope",
          "upright": "",
          "reversed": "",
          "story": "In the dark night after everything has collapsed, the Cat of Hope appears, pouring water from the Milky Way. The water flowing from her hands heals the wounded earth and purifies the soul. The brightest star in the sky whispers that you will no longer be lost. The time of painful chaos has passed, and it is finally a moment to regain peace and faith. This card promises that your wounds will be healed and you will find new hope.",
          "keywords": [],
          "questions": [],
          "quote": "",
          "summary": []
        }
      },
      "status": {
        "ko": "approved",
        "en": "pending",
        "es": "pending",
        "ja": "pending"
      },
      "source": "chat_coreen_tarot_v1",
      "metadata": {
        "arcana": "Major",
        "suit": "",
        "number": 17,
        "title": {
          "top_main": "17",
          "bottom_main": "L'ÉTOILE",
          "native": "희망의 고양이",
          "en": "The Cat of Hope",
          "original_tarot": "THE STAR"
        },
        "colorTheme": [
          "남색(희망, 영성)",
          "은색(별빛, 치유)",
          "백색(순수, 정화)",
          "황색(영감)"
        ],
        "props": "그녀가 붓는 물은 메마른 땅을 적셔 새로운 생명을 싹틔우고, 흐르는 시냇물을 정화하여 순환시킨다. 그녀의 머리 위에는 유난히 크고 밝게 빛나는 북극성이 길을 안내하고, 주변에는 일곱 개의 작은 별들이 그녀를 돕는다. 멀리, 무너졌던 탑의 잔해가 보이지만 이제는 위협적이지 않다.",
        "background": "혼돈의 폭풍우가 지나간 뒤, 고요하고 청명하게 갠 밤하늘. 모든 것이 정화되고, 새로운 시작을 위한 희망과 평온이 가득한 풍경이다.",
        "symbolSummary": [
          "희망",
          "영감",
          "치유",
          "평온",
          "낙관"
        ]
      }
    },
    {
      "id": "major_18",
      "originalId": "major18",
      "image": "cards/major/major_18.png",
      "translations": {
        "ko": {
          "name": "달의 고양이",
          "upright": "“보이는 것이 전부가 아니다. 불확실함 속에서 당신의 직관을 믿고, 내면의 그림자를 마주할 용기를 가져라.”",
          "reversed": "“혼란과 불안에서 벗어나고 있다. 숨겨져 있던 진실이 드러나고, 환상이 걷히기 시작한다.”",
          "story": "창백한 달빛 아래, 구미호 고양이가 아홉 개의 꼬리를 드러낸다. 호수에 비친 달은 진짜 달이 아니듯, 그녀가 보여주는 세상은 진실과 거짓이 뒤섞인 환상이다. 이성과 본능의 경계에서, 그녀는 우리를 무의식의 가장 깊은 곳으로 이끈다. 그곳에는 숨겨진 두려움과 마주해야 할 그림자가 있다. 이 카드는 불확실한 상황 속에서 불안과 혼란을 겪게 될 수 있음을 경고한다.",
          "keywords": [
            "불확실성",
            "불안",
            "환영",
            "숨겨진 적",
            "무의식의 두려움",
            "직관의 중요성"
          ],
          "questions": [
            "지금 당신을 불안하게 만드는 것은 무엇인가요? 그것은 실재하는 위협인가요, 아니면 당신의 마음이 만들어낸 환상(그림자)인가요?",
            "당신의 무의식이 당신에게 어떤 메시지를 보내려고 하나요? 당신의 꿈이나 직관이 말해주고 있는 것은 무엇인가요?"
          ],
          "quote": "“가장 밝은 빛은 가장 짙은 그림자를 만드는 법.”",
          "summary": [
            "불안",
            "환상",
            "무의식",
            "속임수",
            "숨겨진 진실"
          ]
        },
        "en": {
          "name": "The Moon Cat",
          "upright": "",
          "reversed": "",
          "story": "Under the pale moonlight, the Gumiho cat reveals her nine tails. Just as the moon reflected in the lake is not the real moon, the world she presents is an illusion mixed with truth and deceit. At the boundary of reason and instinct, she leads us to the deepest part of our subconscious. There lies the hidden fears and shadows we must confront. This card warns that you may experience anxiety and confusion in an uncertain situation.",
          "keywords": [],
          "questions": [],
          "quote": "",
          "summary": []
        }
      },
      "status": {
        "ko": "approved",
        "en": "pending",
        "es": "pending",
        "ja": "pending"
      },
      "source": "chat_coreen_tarot_v1",
      "metadata": {
        "arcana": "Major",
        "suit": "",
        "number": 18,
        "title": {
          "top_main": "18",
          "bottom_main": "LA LUNE",
          "native": "달의 고양이",
          "en": "The Moon Cat",
          "original_tarot": "THE MOON"
        },
        "colorTheme": [
          "남색(무의식, 밤)",
          "은색(달빛, 환상)",
          "회색(불안, 그림자)",
          "적색(숨겨진 욕망)"
        ],
        "props": "그녀 뒤의 아홉 개 꼬리는 숨겨진 강력한 힘과 본능, 그리고 풀리지 않는 미스터리를 상징한다. 호수에 비친 달은 진실이 아닌 왜곡된 환상을, 물속에서 튀어 오르는 잉어는 무의식 속에 잠재된 원초적인 생명력과 욕망을 나타낸다. 양옆의 두 개의 기둥(혹은 석탑)은 이성과 비이성의 경계를 지키는 문이다.",
        "background": "보름달이 뜬 고요하지만 어딘가 으스스한 밤의 호숫가. 모든 사물은 달빛 아래 왜곡된 그림자를 드리우고, 현실과 환상이 뒤섞인 혼란스러운 풍경이다.",
        "symbolSummary": [
          "불안",
          "환상",
          "무의식",
          "속임수",
          "숨겨진 진실"
        ]
      }
    },
    {
      "id": "major_19",
      "originalId": "major19",
      "image": "cards/major/major_19.png",
      "translations": {
        "ko": {
          "name": "해님 고양이",
          "upright": "“마침내 성공과 행복의 빛이 당신을 비춘다. 자신감을 갖고 순수한 기쁨을 만끽하라.”",
          "reversed": "“일시적인 어려움이나 비관주의에 빠져있다. 긍정적인 면을 보지 못하고 있다. 구름은 곧 걷힐 것이다.”",
          "story": "밤의 불안이 걷히고, 위대한 태양이 떠올라 세상을 환하게 비춘다. 해바라기 밭에서 쌍둥이 고양이들은 숨겨진 것 없이 모든 것이 명료해진 세상에서 순수한 기쁨을 만끽한다. 태양의 따스한 빛은 모든 의심을 녹이고, 성공과 행복을 약속한다. 이 카드는 마침내 어둠의 시간이 끝나고, 당신의 삶에 성공과 기쁨, 활력이 가득 찰 것임을 알리는 최고의 길조이다.",
          "keywords": [
            "행복",
            "성공",
            "긍정적인 에너지",
            "활력",
            "명료함",
            "진실",
            "순수함",
            "자유"
          ],
          "questions": [
            "당신의 삶에서 지금 가장 큰 기쁨과 활력을 주는 것은 무엇인가요? 어떻게 하면 그 순수한 행복을 더 키울 수 있을까요?",
            "최근에 당신이 명확하게 깨닫게 된 진실은 무엇인가요? 그 진실이 당신의 삶을 어떻게 밝혀주고 있나요?"
          ],
          "quote": "“걱정은 그림자일 뿐, 태양이 뜨면 모두 사라진다!”",
          "summary": [
            "성공",
            "기쁨",
            "활력",
            "긍정",
            "명료함"
          ]
        },
        "en": {
          "name": "The Sun Cats",
          "upright": "",
          "reversed": "",
          "story": "The anxieties of the night have passed, and the great sun rises to illuminate the world. In a field of sunflowers, the twin cats revel in the pure joy of a world where everything is clear and nothing is hidden. The warm light of the sun melts away all doubts and promises success and happiness. This card is the ultimate good omen, signaling that the time of darkness is finally over, and your life will be filled with success, joy, and vitality.",
          "keywords": [],
          "questions": [],
          "quote": "",
          "summary": []
        }
      },
      "status": {
        "ko": "approved",
        "en": "pending",
        "es": "pending",
        "ja": "pending"
      },
      "source": "chat_coreen_tarot_v1",
      "metadata": {
        "arcana": "Major",
        "suit": "",
        "number": 19,
        "title": {
          "top_main": "19",
          "bottom_main": "LE SOLEIL",
          "native": "해님 고양이",
          "en": "The Sun Cats",
          "original_tarot": "THE SUN"
        },
        "colorTheme": [
          "황색(기쁨, 성공)",
          "주황색(활력, 긍정)",
          "청색(명료함, 진실)",
          "백색(순수)"
        ],
        "props": "하늘에 떠 있는 거대한 태양은 인자한 미소를 띤 얼굴을 하고 있으며, 모든 것을 명확하게 비추는 진실과 생명의 근원을 상징한다. 고양이들을 둘러싼 해바라기들은 태양을 향한 믿음과 긍정적인 에너지를 나타낸다. 뒤로는 낮은 담장이 있어 안전하고 보호받는 환경임을 보여준다.",
        "background": "구름 한 점 없이 맑고 푸른 여름날의 해바라기 밭. 모든 것이 밝고 선명하며, 어떠한 그림자나 불안도 찾아볼 수 없는 완벽하게 긍정적인 공간이다.",
        "symbolSummary": [
          "성공",
          "기쁨",
          "활력",
          "긍정",
          "명료함"
        ]
      }
    },
    {
      "id": "major_2",
      "originalId": "major2",
      "image": "cards/major/major_2.png",
      "translations": {
        "ko": {
          "name": "비밀의 고양이",
          "upright": "“지금은 행동할 때가 아니다. 당신의 직관과 내면의 목소리에 귀 기울여라.”",
          "reversed": "“중요한 비밀을 외면하고 있거나, 직관을 무시하고 있다. 마음을 들여다보라.”",
          "story": "달빛 아래, 비밀의 고양이는 침묵으로 말한다. 그의 푸른 눈은 보이는 것 너머의 진실을 꿰뚫어 보며, 감춰진 두루마리는 세상의 모든 지혜를 품고 있다. 그는 성급하게 행동하지 않고, 내면의 목소리와 직관이 길을 알려줄 때까지 고요히 기다린다. 이 카드는 이제 바깥이 아닌 당신의 내면에서 답을 찾아야 할 시간임을 알려준다.",
          "keywords": [
            "직관력",
            "내면의 지혜",
            "비밀",
            "성찰",
            "무의식",
            "영적인 통찰"
          ],
          "questions": [
            "당신의 내면의 목소리가 지금 당신에게 무엇을 말해주고 있나요? 당신이 애써 외면하고 있는 것은 무엇인가요?",
            "아직 드러나지 않은 진실은 무엇이며, 그 비밀을 마주하기 위해 필요한 것은 무엇인가요?"
          ],
          "quote": "“가장 깊은 지혜는 침묵 속에 있나니.”",
          "summary": [
            "직관",
            "지혜",
            "비밀",
            "무의식",
            "내면의 목소리"
          ]
        },
        "en": {
          "name": "The Cat of Secrets",
          "upright": "",
          "reversed": "",
          "story": "Under the moonlight, the Cat of Secrets speaks in silence. Its blue eyes pierce through the veil of reality to see the truth beyond, and the hidden scroll holds all the wisdom of the world. It does not act hastily, but waits quietly until its inner voice and intuition show the way. This card tells you it's time to seek answers not from the outside world, but from within yourself.",
          "keywords": [],
          "questions": [],
          "quote": "",
          "summary": []
        }
      },
      "status": {
        "ko": "approved",
        "en": "pending",
        "es": "pending",
        "ja": "pending"
      },
      "source": "chat_coreen_tarot_v1",
      "metadata": {
        "arcana": "Major",
        "suit": "",
        "number": 2,
        "title": {
          "top_main": "2",
          "bottom_main": "LA PAPESSE CÉLESTE",
          "native": "비밀의 고양이",
          "en": "The Cat of Secrets",
          "original_tarot": "THE HIGH PRIESTESS"
        },
        "colorTheme": [
          "남색(심연, 지혜)",
          "은색(직관, 달빛)",
          "백색(순수, 비밀)",
          "흑색(무의식)"
        ],
        "props": "고양이의 양옆에는 흑과 백의 기둥 대신, 음과 양을 상징하는 청사초롱과 홍사초롱이 서 있다. 무릎 위에는 세상의 모든 지식이 담긴 두루마리 책이 놓여있지만, 반쯤 감겨 있어 모든 비밀을 드러내지 않음을 암시한다. 배경의 휘장 뒤로는 무의식의 바다를 상징하는 잔잔한 연못이 보인다.",
        "background": "고요한 밤, 보름달이 밝게 떠 있는 신비로운 사당. 공간은 깊은 밤의 남색과 은은한 달빛으로 가득 차 있으며, 현실과 꿈의 경계에 있는 듯한 몽환적인 분위기를 자아낸다.",
        "symbolSummary": [
          "직관",
          "지혜",
          "비밀",
          "무의식",
          "내면의 목소리"
        ]
      }
    },
    {
      "id": "major_20",
      "originalId": "major20",
      "image": "cards/major/major_20.png",
      "translations": {
        "ko": {
          "name": "부름의 고양이",
          "upright": "“과거의 자신을 용서하고, 더 높은 차원의 부름에 응답하라. 당신은 다시 태어날 것이다.”",
          "reversed": "“과거의 실수에 얽매여 있거나, 중요한 결정을 회피하고 있다. 자기 비판을 멈추고 자신을 용서하라.”",
          "story": "하늘에서 장엄한 나각 소리가 울려 퍼지자, 땅의 모든 무덤이 열리고 잠들었던 고양이들이 깨어난다. 이것은 죄를 묻는 두려운 심판이 아니라, 과거의 모든 것을 용서하고 새로운 차원으로 나아가라는 구원의 부름이다. 그들은 낡은 자아를 무덤에 남겨두고, 빛을 향해 기쁘게 두 팔을 벌린다. 이 카드는 당신의 삶에 중대한 전환점이 왔으며, 과거를 평가하고 새로운 사명으로 다시 태어날 시간임을 알린다.",
          "keywords": [
            "인생의 전환점",
            "과거에 대한 평가",
            "용서",
            "부활",
            "새로운 각성",
            "소명(Calling)"
          ],
          "questions": [
            "당신의 삶에서 어떤 '부름'을 듣고 있나요? 당신의 과거를 어떻게 평가하고, 새로운 당신으로 다시 태어날 수 있을까요?",
            "당신이 진정으로 용서해야 할 과거의 자신이나 타인은 누구인가요? 그 용서를 통해 어떤 자유를 얻을 수 있나요?"
          ],
          "quote": "“과거는 잠들고, 새로운 내가 깨어난다.”",
          "summary": [
            "부활",
            "각성",
            "심판",
            "용서",
            "새로운 사명"
          ]
        },
        "en": {
          "name": "The Calling Cat",
          "upright": "",
          "reversed": "",
          "story": "As the majestic sound of the horn echoes from the heavens, all the tombs on earth open, and the sleeping cats awaken. This is not a fearsome judgment of sins, but a call of salvation to forgive all of the past and ascend to a new dimension. They leave their old selves in the tombs and joyfully open their arms to the light. This card announces that a major turning point has arrived in your life, and it is time to evaluate your past and be reborn with a new calling.",
          "keywords": [],
          "questions": [],
          "quote": "",
          "summary": []
        }
      },
      "status": {
        "ko": "approved",
        "en": "pending",
        "es": "pending",
        "ja": "pending"
      },
      "source": "chat_coreen_tarot_v1",
      "metadata": {
        "arcana": "Major",
        "suit": "",
        "number": 20,
        "title": {
          "top_main": "20",
          "bottom_main": "LE JUGEMENT",
          "native": "부름의 고양이",
          "en": "The Calling Cat",
          "original_tarot": "JUDGEMENT"
        },
        "colorTheme": [
          "백금색(부활, 구원)",
          "하늘색(각성, 부름)",
          "회색(과거, 무덤)",
          "적색(생명력)"
        ],
        "props": "천상의 고양이가 부는 나각은 '최후의 심판' 나팔 소리를 상징하며, 잠든 영혼을 깨우는 우주적인 부름이다. 나각에 달린 붉은 깃발에는 '완성'이나 '통합'을 상징하는 태극 문양이 그려져 있을 수 있다. 고양이들이 일어나는 무덤은 과거의 삶, 낡은 자아, 혹은 우리를 속박했던 한계를 상징한다.",
        "background": "과거의 땅과 새로운 하늘이 명확하게 구분되는 극적인 풍경. 아래는 회색빛의 고요한 무덤들이, 위는 빛으로 가득 찬 하늘이 펼쳐져, 차원의 이동과 영적인 각성을 보여준다.",
        "symbolSummary": [
          "부활",
          "각성",
          "심판",
          "용서",
          "새로운 사명"
        ]
      }
    },
    {
      "id": "major_21",
      "originalId": "major21",
      "image": "cards/major/major_21.png",
      "translations": {
        "ko": {
          "name": "세상 고양이",
          "upright": "“마침내 여정이 끝났다. 당신의 성공적인 완성을 축하하고, 그 성취를 온전히 느껴라.”",
          "reversed": "“마무리가 부족하거나, 무언가 빠진 느낌이 든다. 목표를 달성하기 전 마지막 과제가 남아있다. 과정을 다시 점검하라.”",
          "story": "바보의 순수한 발걸음으로 시작된 기나긴 여정은 마침내 끝을 맺는다. 세상의 중심에서, 삼색 고양이는 우주와 완벽한 조화를 이루는 기쁨의 춤을 춘다. 그는 이제 세상과 분리된 존재가 아닌, 세상 그 자체가 되었다. 네 수호신은 그의 완성을 축복하며, 모든 것이 제자리로 돌아왔음을 알린다. 이 카드는 하나의 주기가 성공적으로 끝났으며, 그 성취를 마음껏 축하해야 할 시간임을 선언한다.",
          "keywords": [
            "성공적인 마무리",
            "완성",
            "통합",
            "성취감",
            "목표 달성",
            "세계 여행",
            "새로운 시작"
          ],
          "questions": [
            "당신의 삶에서 최근 성공적으로 마무리된 여정이나 프로젝트는 무엇인가요? 그 성취를 어떻게 축하하고 있나요?",
            "이번 여정을 통해 배운 것들이 당신의 삶에 어떻게 통합되었나요? 당신은 어떻게 더 완전한 존재가 되었나요?"
          ],
          "quote": "“나는 세상이며, 세상은 나의 춤이다.”",
          "summary": [
            "완성",
            "통합",
            "성취",
            "성공",
            "새로운 시작"
          ]
        },
        "en": {
          "name": "The World Cat",
          "upright": "",
          "reversed": "",
          "story": "The long journey that began with the innocent step of the Fool finally comes to an end. At the center of the universe, the Calico cat dances with joy, in perfect harmony with the cosmos. It is no longer a separate being from the world, but has become the world itself. The four guardians bless its completion, announcing that everything has returned to its rightful place. This card declares that a cycle has been successfully completed, and it is time to celebrate that achievement to the fullest.",
          "keywords": [],
          "questions": [],
          "quote": "",
          "summary": []
        }
      },
      "status": {
        "ko": "approved",
        "en": "pending",
        "es": "pending",
        "ja": "pending"
      },
      "source": "chat_coreen_tarot_v1",
      "metadata": {
        "arcana": "Major",
        "suit": "",
        "number": 21,
        "title": {
          "top_main": "21",
          "bottom_main": "LE MONDE",
          "native": "세상 고양이",
          "en": "The World Cat",
          "original_tarot": "THE WORLD"
        },
        "colorTheme": [
          "오방색(완성, 조화)",
          "자색(우주, 영성)",
          "금색(성취, 축복)",
          "백색(순수)"
        ],
        "props": "그가 춤추는 거대한 태극 문양은 음과 양의 완벽한 조화와 우주의 순환을 상징한다. 카드의 네 귀퉁이에는 10번 '운명의 수레바퀴'에서 보았던 사천왕 고양이들이 다시 등장하여, 그의 완성을 축복하고 이 세계가 안정적인 법칙 안에서 이루어졌음을 증명한다. 그들은 이제 더 이상 딱딱한 모습이 아닌, 미소 띤 얼굴로 춤을 즐기고 있다.",
        "background": "지상도 천상도 아닌, 모든 것이 하나로 통합된 완전한 우주 공간. 그의 주변으로 별들이 축복처럼 쏟아지며, 그의 완성과 새로운 시작을 축하한다.",
        "symbolSummary": [
          "완성",
          "통합",
          "성취",
          "성공",
          "새로운 시작"
        ]
      }
    },
    {
      "id": "major_3",
      "originalId": "major3",
      "image": "cards/major/major_3.png",
      "translations": {
        "ko": {
          "name": "풍요의 고양이",
          "upright": "“당신의 창조성을 믿고, 삶의 풍요로움을 마음껏 누려라. 사랑하고 보살필 때이다.”",
          "reversed": "“창의력이 막히거나, 아름다움을 돌보지 않고 있다. 이기심이나 과잉보호를 경계하라.”",
          "story": "궁궐의 가장 깊숙한 정원에서, 풍요의 고양이는 모든 생명의 어머니로서 군림한다. 그녀의 부드러운 손길이 닿는 곳마다 꽃이 피고, 그녀의 평화로운 숨결에 온 자연이 화답한다. 석류는 결실을, 흐르는 물은 마르지 않는 생명력을 약속한다. 이 카드는 창조하고, 사랑하고, 베풀고, 삶의 모든 풍요로움을 만끽할 때임을 알려준다.",
          "keywords": [
            "풍요로움",
            "모성애",
            "아름다움",
            "안정감",
            "임신과 출산",
            "자연과의 교감",
            "관능적인 기쁨"
          ],
          "questions": [
            "당신의 삶에서 지금 무엇을 창조하고 키워나가고 싶나요? 당신의 정원에 무엇을 심겠습니까?",
            "당신 자신과 주변 사람들을 어떻게 더 보살피고 사랑을 나눌 수 있을까요? 당신에게 진정한 풍요로움이란 무엇인가요?"
          ],
          "quote": "“사랑으로 돌보니, 온 세상이 나의 정원이더라.”",
          "summary": [
            "풍요",
            "모성",
            "창조",
            "아름다움",
            "자연"
          ]
        },
        "en": {
          "name": "The Bountiful Cat",
          "upright": "",
          "reversed": "",
          "story": "In the deepest palace garden, the Bountiful Cat reigns as the mother of all life. Flowers bloom where her gentle touch lands, and all of nature responds to her peaceful breath. Pomegranates promise fruition, and flowing water signifies endless vitality. This card announces that it is time to create, to love, to give, and to indulge in all the richness life has to offer.",
          "keywords": [],
          "questions": [],
          "quote": "",
          "summary": []
        }
      },
      "status": {
        "ko": "approved",
        "en": "pending",
        "es": "pending",
        "ja": "pending"
      },
      "source": "chat_coreen_tarot_v1",
      "metadata": {
        "arcana": "Major",
        "suit": "",
        "number": 3,
        "title": {
          "top_main": "3",
          "bottom_main": "L'IMPÉRATRICE",
          "native": "풍요의 고양이",
          "en": "The Bountiful Cat",
          "original_tarot": "THE EMPRESS"
        },
        "colorTheme": [
          "녹색(생명력, 풍요)",
          "홍색(아름다움, 사랑)",
          "금색(부귀, 존엄)",
          "백색(모성)"
        ],
        "props": "고양이 옆 작은 소반 위에는 다산과 풍요를 상징하는 잘 익은 석류가 놓여있다. 그녀를 둘러싼 정원에는 온갖 꽃들이 만발하고 작은 시냇물이 흘러넘쳐, 마르지 않는 생명력과 풍요를 상징한다.",
        "background": "따스한 햇살이 가득한 조선 왕실의 아름다운 후원. 흐드러지게 핀 모란꽃과 작약이 가득하며, 모든 것이 풍요롭고 평화로운 지상낙원의 모습이다.",
        "symbolSummary": [
          "풍요",
          "모성",
          "창조",
          "아름다움",
          "자연"
        ]
      }
    },
    {
      "id": "major_4",
      "originalId": "major4",
      "image": "cards/major/major_4.png",
      "translations": {
        "ko": {
          "name": "임금 고양이",
          "upright": "“지금은 감정보다 원칙이 우선. 당신의 영역을 책임지고 질서를 세워라.”",
          "reversed": "“지나친 통제는 독재가 될 수 있다. 권위를 내려놓고 유연해져라.”",
          "story": "일월오봉도 앞에서 임금 고양이는 굳건히 옥좌를 지킨다. 그의 눈빛은 온 나라의 질서와 안정을 꿰뚫어 본다. 해와 달이 그의 어깨를 지키고, 다섯 봉우리가 그의 왕국을 받든다. 이 카드는 혼돈 속에서 질서를 세우고, 강력한 리더십과 책임감으로 자신의 세계를 지켜야 할 때임을 상징한다.",
          "keywords": [
            "리더십",
            "권위",
            "안정성",
            "구조화",
            "책임감",
            "규칙",
            "아버지상"
          ],
          "questions": [
            "당신의 삶에서 질서와 구조를 세워야 할 영역은 어디인가요?",
            "당신이 책임져야 할 사람이나 상황은 무엇이며, 어떻게 그들을 보호할 수 있나요?"
          ],
          "quote": "“나의 발 아래, 모든 것이 제자리에 있노라.”",
          "summary": [
            "권위",
            "구조",
            "안정",
            "리더십",
            "책임감"
          ]
        },
        "en": {
          "name": "The Emperor Cat",
          "upright": "",
          "reversed": "",
          "story": "Before the Sun, Moon, and Five Peaks screen, the Emperor Cat steadfastly guards his throne. His gaze penetrates the order and stability of his entire kingdom. The sun and moon protect his shoulders, and the five peaks support his realm. This card symbolizes the need to establish order out of chaos and protect one's world with strong leadership and responsibility.",
          "keywords": [],
          "questions": [],
          "quote": "",
          "summary": []
        }
      },
      "status": {
        "ko": "approved",
        "en": "pending",
        "es": "pending",
        "ja": "pending"
      },
      "source": "chat_coreen_tarot_v1",
      "metadata": {
        "arcana": "Major",
        "suit": "",
        "number": 4,
        "title": {
          "top_main": "4",
          "bottom_main": "L'EMPEREUR",
          "native": "임금 고양이",
          "en": "The Emperor Cat",
          "original_tarot": "THE EMPEROR"
        },
        "colorTheme": [
          "적색(권위, 힘)",
          "금색(부와 존엄)",
          "흑색(지혜, 위엄)",
          "청색(안정)"
        ],
        "props": "고양이의 뒤로는 왕의 권위를 상징하는 '일월오봉도(日月五峯圖)' 병풍이 펼쳐져 있다. 옥좌의 팔걸이는 정교하게 조각되어 있으며, 발치에는 나라의 기틀을 상징하는 주춧돌이 굳건히 놓여있다.",
        "background": "조선시대 궁궐의 정전 내부. 질서정연하게 배치된 가구와 장식들이 안정감과 구조적인 미를 보여준다.",
        "symbolSummary": [
          "권위",
          "구조",
          "안정",
          "리더십",
          "책임감"
        ]
      }
    },
    {
      "id": "major_5",
      "originalId": "major5",
      "image": "cards/major/major_5.png",
      "translations": {
        "ko": {
          "name": "훈장님 고양이",
          "upright": "“전통적인 방식을 따르고, 믿을 만한 조언자의 가르침을 구하라.”",
          "reversed": "“낡은 규칙에 의문을 제기하고, 자신만의 새로운 길을 찾아라. 틀을 깰 시간이다.”",
          "story": "고요한 서당에서, 훈장님 고양이는 다음 세대에게 변치 않는 지혜와 전통을 전수한다. 그의 말 한마디 한마디는 사회를 지탱하는 규율과 신념이 된다. 제자들은 스승의 가르침을 통해 세상의 이치를 배우고 자신의 자리를 찾아간다. 이 카드는 믿을 수 있는 스승을 찾거나, 정해진 길을 따르며 배우고 성장해야 할 시기임을 말해준다.",
          "keywords": [
            "멘토십",
            "전통적인 가치",
            "교육 기관",
            "신념 체계",
            "가이드",
            "규율과 관습"
          ],
          "questions": [
            "지금 당신의 삶에서 누구에게 가르침을 구해야 할까요? 혹은, 당신의 지식을 누구에게 전수해 줄 수 있나요?",
            "당신이 따르고 있는 전통이나 규칙은 무엇인가요? 그 안에서 무엇을 배우고 있으며, 혹시 그 틀을 벗어나야 할 때는 아닌가요?"
          ],
          "quote": "“배움의 길에는 왕도가 없느니라.”",
          "summary": [
            "전통",
            "가르침",
            "신념",
            "제도",
            "멘토"
          ]
        },
        "en": {
          "name": "The Teacher Cat",
          "upright": "",
          "reversed": "",
          "story": "In the quiet village school, the Teacher Cat passes down timeless wisdom and tradition to the next generation. Each of his words becomes the doctrine and belief that supports society. Through their master's teachings, the disciples learn the ways of the world and find their place within it. This card signifies a time to seek a trustworthy mentor, or to learn and grow by following an established path.",
          "keywords": [],
          "questions": [],
          "quote": "",
          "summary": []
        }
      },
      "status": {
        "ko": "approved",
        "en": "pending",
        "es": "pending",
        "ja": "pending"
      },
      "source": "chat_coreen_tarot_v1",
      "metadata": {
        "arcana": "Major",
        "suit": "",
        "number": 5,
        "title": {
          "top_main": "5",
          "bottom_main": "LE PAPE CÉLESTE",
          "native": "훈장님 고양이",
          "en": "The Teacher Cat",
          "original_tarot": "THE HIEROPHANT"
        },
        "colorTheme": [
          "갈색(전통, 지식)",
          "상아색(지혜, 가르침)",
          "청록색(학문, 규율)",
          "흑색(원칙)"
        ],
        "props": "훈장님 앞에는 두 어린 고양이가 존경심 가득한 눈빛으로 가르침을 듣고 있다. 뒤에는 '溫故知新(온고지신)'이라 쓰인 족자가 걸려있어 옛것을 익혀 새것을 아는 지혜를 강조한다. 옆에는 글공부에 필요한 벼루와 붓이 단정하게 놓여있다.",
        "background": "햇살이 부드럽게 들어오는 전통 서당의 내부. 창호지 문 너머로 보이는 대나무 숲이 학자의 굳은 절개와 지조를 상징한다. 모든 것이 정돈되어 있어 학문과 규율의 공간임을 보여준다.",
        "symbolSummary": [
          "전통",
          "가르침",
          "신념",
          "제도",
          "멘토"
        ]
      }
    },
    {
      "id": "major_6",
      "originalId": "major6",
      "image": "cards/major/major_6.png",
      "translations": {
        "ko": {
          "name": "연인 고양이",
          "upright": "“당신의 마음이 이끄는 선택을 하라. 진정한 사랑과 조화로운 관계가 기다린다.”",
          "reversed": "“관계에 불화가 있거나, 잘못된 선택을 할 수 있다. 마음의 결정을 재고하라.”",
          "story": "일 년에 단 하루, 칠석의 밤이 되면 까마귀와 까치들은 은하수를 가로지르는 다리를 놓는다. 견우와 직녀 고양이는 이 기적의 다리 위에서 마침내 재회하여 서로의 사랑을 확인한다. 이들의 만남은 단순한 사랑을 넘어, 서로 다른 두 존재가 만나 이루는 완벽한 조화와 운명적인 선택을 상징한다. 이 카드는 당신의 마음이 이끄는 중요한 선택과 관계의 시작을 이야기한다.",
          "keywords": [
            "사랑의 시작",
            "깊은 유대감",
            "중요한 선택",
            "관계의 조화",
            "파트너십",
            "마음의 이끌림"
          ],
          "questions": [
            "지금 당신의 마음을 가장 끄는 선택은 무엇인가요? 당신의 가치관과 조화를 이루는 길은 어느 쪽인가요?",
            "당신의 관계를 더욱 조화롭게 만들기 위해 무엇이 필요한가요? 어떻게 하면 더 깊은 연결을 이룰 수 있을까요?"
          ],
          "quote": "“일 년의 기다림도, 그대와 함께하는 이 순간을 위한 것이라면.”",
          "summary": [
            "관계",
            "선택",
            "조화",
            "사랑",
            "결합"
          ]
        },
        "en": {
          "name": "The Lover Cats",
          "upright": "",
          "reversed": "",
          "story": "Once a year, on the night of the seventh day of the seventh month, magpies and crows form a bridge across the Milky Way. On this bridge of miracles, the lover cats, Gyeonwu and Jiknyeo, finally reunite and affirm their love. Their meeting symbolizes more than just romance; it represents the perfect harmony and fateful choice made when two different beings unite. This card speaks of an important choice of the heart and the beginning of a significant relationship.",
          "keywords": [],
          "questions": [],
          "quote": "",
          "summary": []
        }
      },
      "status": {
        "ko": "approved",
        "en": "pending",
        "es": "pending",
        "ja": "pending"
      },
      "source": "chat_coreen_tarot_v1",
      "metadata": {
        "arcana": "Major",
        "suit": "",
        "number": 6,
        "title": {
          "top_main": "6",
          "bottom_main": "LES AMOUREUX",
          "native": "연인 고양이",
          "en": "The Lover Cats",
          "original_tarot": "THE LOVERS"
        },
        "colorTheme": [
          "담홍색(사랑, 관계)",
          "하늘색(인연, 조화)",
          "은색(운명, 천상)",
          "남색(밤하늘)"
        ],
        "props": "그들의 발밑에는 수많은 까마귀와 까치들이 몸을 이어 만든 기적의 다리가 놓여있다. 배경에는 장엄하게 펼쳐진 은하수가 흐르고, 수많은 별들이 이들의 재회를 축복하듯 반짝인다.",
        "background": "칠월 칠석의 밤, 별들이 쏟아지는 아름다운 은하수. 지상의 풍경이 아닌, 꿈과 현실의 경계에 있는 듯한 천상의 공간이 낭만적인 분위기를 고조시킨다.",
        "symbolSummary": [
          "관계",
          "선택",
          "조화",
          "사랑",
          "결합"
        ]
      }
    },
    {
      "id": "major_7",
      "originalId": "major7",
      "image": "cards/major/major_7.png",
      "translations": {
        "ko": {
          "name": "장군 고양이",
          "upright": "“강한 의지로 밀어붙여라. 지금이 바로 당신의 힘으로 승리를 쟁취할 때이다.”",
          "reversed": "“방향을 잃고 폭주하고 있거나, 의지력을 상실했다. 고삐를 다시 잡고 목표를 재설정하라.”",
          "story": "전장을 가로지르는 먼지 바람 속에서, 장군 고양이는 흔들림 없이 전차를 몬다. 서로 다른 길로 가려는 흑백의 해태는 그의 내면과 외부의 갈등을 상징하지만, 그는 강력한 의지의 고삐로 이들을 통제하고 오직 승리라는 목표를 향해 돌진한다. 이 카드는 강한 의지력으로 상반된 힘들을 통제하고, 목표를 향해 힘차게 나아가야 할 때임을 선언한다.",
          "keywords": [
            "승리",
            "진취적인 힘",
            "자기 통제",
            "의지력",
            "목표 달성",
            "자신감",
            "성공"
          ],
          "questions": [
            "당신의 삶에서 어떤 상반된 힘들을 하나로 모아 통제해야 하나요? 당신의 의지력은 어디를 향하고 있나요?",
            "당신이 반드시 쟁취하고 싶은 승리는 무엇인가요? 그 목표를 향해 지금 어떻게 돌진해야 할까요?"
          ],
          "quote": "“나의 길을 막는 것은 오직 나 자신뿐.”",
          "summary": [
            "승리",
            "의지력",
            "통제",
            "돌진",
            "자신감"
          ]
        },
        "en": {
          "name": "The General Cat",
          "upright": "",
          "reversed": "",
          "story": "Through the dust and wind of the battlefield, the General Cat drives his chariot unwaveringly. The black and white Haetae, pulling in different directions, symbolize his internal and external conflicts. Yet, with the reins of powerful willpower, he controls them, charging only towards the single goal of victory. This card declares that it is time to control opposing forces with a strong will and advance powerfully towards your goal.",
          "keywords": [],
          "questions": [],
          "quote": "",
          "summary": []
        }
      },
      "status": {
        "ko": "approved",
        "en": "pending",
        "es": "pending",
        "ja": "pending"
      },
      "source": "chat_coreen_tarot_v1",
      "metadata": {
        "arcana": "Major",
        "suit": "",
        "number": 7,
        "title": {
          "top_main": "7",
          "bottom_main": "LE CHARIOT",
          "native": "장군 고양이",
          "en": "The General Cat",
          "original_tarot": "THE CHARIOT"
        },
        "colorTheme": [
          "진홍색(승리, 의지)",
          "흑색(돌진, 통제력)",
          "금색(영광, 자신감)",
          "청색(집중력)"
        ],
        "props": "전차를 끄는 흑백의 해태는 선과 악, 내면의 갈등 등 서로 다른 방향으로 나아가려는 상반된 힘을 상징한다. 하지만 장군 고양이는 이들을 강력한 의지(고삐)로 통제하며 하나의 목표로 이끈다. 전차 앞면에는 그의 가문을 상징하는 방패 문양이 새겨져 있다.",
        "background": "성문을 향해 돌진하거나 드넓은 전쟁터를 가로지르는 모습. 그의 뒤로 깃발이 펄럭이고 흙먼지가 휘날리는 등, 엄청난 속도감과 진취적인 에너지가 느껴지는 배경이다.",
        "symbolSummary": [
          "승리",
          "의지력",
          "통제",
          "돌진",
          "자신감"
        ]
      }
    },
    {
      "id": "major_8",
      "originalId": "major8",
      "image": "cards/major/major_8.png",
      "translations": {
        "ko": {
          "name": "용기 있는 고양이",
          "upright": "“당신 안의 힘은 생각보다 강하다. 부드러움과 인내심으로 상황을 다스려라.”",
          "reversed": "“두려움에 굴복하거나, 내면의 힘을 잃었다. 자신감을 되찾고 스스로를 믿어라.”",
          "story": "푸른 초원 위, 작은 고양이는 자신보다 몇 배는 더 큰 호랑이 앞에 두려움 없이 선다. 그녀는 힘으로 맞서지 않고, 부드러운 손길과 자비로운 마음으로 호랑이의 야성을 잠재운다. 포효하던 호랑이는 그녀의 순수한 용기 앞에서 온순한 고양이처럼 눈을 감는다. 이 카드는 진정한 힘이란 외부의 적을 제압하는 것이 아니라, 내면의 두려움과 본능을 사랑으로 다스리는 것임을 보여준다.",
          "keywords": [
            "용기",
            "인내심",
            "부드러운 통제",
            "자비",
            "내면의 힘",
            "자기 확신",
            "본능 길들이기"
          ],
          "questions": [
            "당신 내면의 어떤 '호랑이'(두려움, 분노, 욕망)를 지금 마주하고 길들여야 하나요?",
            "힘으로 해결하려는 대신, 부드러움과 인내심, 그리고 자기 자신에 대한 자비로 풀 수 있는 문제는 무엇인가요?"
          ],
          "quote": "“진정한 힘은 억누르는 것이 아니라, 끌어안는 것이다.”",
          "summary": [
            "내면의 힘",
            "용기",
            "인내",
            "자비",
            "자기 통제"
          ]
        },
        "en": {
          "name": "The Courageous Cat",
          "upright": "",
          "reversed": "",
          "story": "On a green meadow, a small cat stands fearlessly before a tiger many times its size. She does not confront it with force, but tames its wild nature with a gentle touch and a compassionate heart. The roaring tiger closes its eyes like a gentle kitten before her pure courage. This card shows that true strength lies not in conquering external foes, but in mastering one's inner fears and instincts with love.",
          "keywords": [],
          "questions": [],
          "quote": "",
          "summary": []
        }
      },
      "status": {
        "ko": "approved",
        "en": "pending",
        "es": "pending",
        "ja": "pending"
      },
      "source": "chat_coreen_tarot_v1",
      "metadata": {
        "arcana": "Major",
        "suit": "",
        "number": 8,
        "title": {
          "top_main": "8",
          "bottom_main": "LA FORCE",
          "native": "용기 있는 고양이",
          "en": "The Courageous Cat",
          "original_tarot": "STRENGTH"
        },
        "colorTheme": [
          "백색(순수, 내면의 힘)",
          "황색(용기, 자비)",
          "녹색(생명, 조화)",
          "주황색(본능, 야성)"
        ],
        "props": "고양이보다 훨씬 거대한 호랑이는 통제되지 않는 본능, 분노, 욕망 등 우리 내면의 야성을 상징한다. 고양이의 머리 위에는 무한한 잠재력과 순환을 상징하는 작은 들꽃으로 엮은 화관(花冠)이 씌워져 있다.",
        "background": "평화로운 대나무 숲이나 푸른 초원. 거친 본능이 자연의 순리 안에서 조화롭게 길들여지는 모습을 보여주며, 모든 것이 평화롭고 안정된 상태이다.",
        "symbolSummary": [
          "내면의 힘",
          "용기",
          "인내",
          "자비",
          "자기 통제"
        ]
      }
    },
    {
      "id": "major_9",
      "originalId": "major9",
      "image": "cards/major/major_9.png",
      "translations": {
        "ko": {
          "name": "은둔자 고양이",
          "upright": "“세상과 잠시 거리를 두어라. 당신에게 필요한 답은 당신 안에 있다.”",
          "reversed": "“지나친 고립은 외로움이 될 수 있다. 다시 세상으로 나아갈 준비를 하거나, 지혜를 나누는 것을 두려워하지 마라.”",
          "story": "세상의 모든 소리를 뒤로하고, 은둔자 고양이는 홀로 눈 덮인 산 정상에 오른다. 그가 든 등불은 다른 누군가를 위한 것이 아닌, 오직 자신의 내면을 비추기 위한 지혜의 빛이다. 이 고독한 여정의 끝에서, 그는 외부 세계에서는 결코 찾을 수 없었던 가장 깊은 진리와 마주한다. 이 카드는 이제 세상의 소음에서 벗어나, 조용히 자기 자신과 마주할 시간이 필요함을 일깨워준다.",
          "keywords": [
            "내면 탐구",
            "자기 성찰",
            "혼자만의 시간",
            "지혜로운 조언",
            "영적 탐구",
            "신중함"
          ],
          "questions": [
            "지금 당신이 세상의 소음으로부터 벗어나 조용히 귀 기울여야 할 내면의 목소리는 무엇인가요?",
            "당신의 길을 밝히기 위해, 당신 안에서 어떤 지혜의 등불을 밝혀야 할까요? 누구의 조언을 구하기보다 스스로 찾아야 할 답은 무엇인가요?"
          ],
          "quote": "“가장 시끄러운 답은 가장 깊은 침묵 속에 있다.”",
          "summary": [
            "자기 성찰",
            "내면 탐구",
            "지혜",
            "고독",
            "안내자"
          ]
        },
        "en": {
          "name": "The Hermit Cat",
          "upright": "",
          "reversed": "",
          "story": "Leaving all the noises of the world behind, the Hermit Cat ascends a snow-covered mountain peak alone. The lantern he holds is not for others, but is a light of wisdom to illuminate his own inner self. At the end of this solitary journey, he confronts the deepest truths that could never be found in the external world. This card reminds you that it is time to withdraw from the noise of the world and quietly face yourself.",
          "keywords": [],
          "questions": [],
          "quote": "",
          "summary": []
        }
      },
      "status": {
        "ko": "approved",
        "en": "pending",
        "es": "pending",
        "ja": "pending"
      },
      "source": "chat_coreen_tarot_v1",
      "metadata": {
        "arcana": "Major",
        "suit": "",
        "number": 9,
        "title": {
          "top_main": "9",
          "bottom_main": "L'HERMITE",
          "native": "은둔자 고양이",
          "en": "The Hermit Cat",
          "original_tarot": "THE HERMIT"
        },
        "colorTheme": [
          "회색(고독, 성찰)",
          "백색(지혜, 진리)",
          "남색(깊은 밤, 내면)",
          "황색(깨달음의 빛)"
        ],
        "props": "그가 든 등불 안에는 여섯 개의 빛줄기를 가진 별이 빛나고 있어, 외부의 빛이 아닌 내면에서 발현된 지혜와 깨달음의 빛임을 보여준다. 그가 짚은 지팡이는 오랜 시간 동안 걸어온 구도의 길과 축적된 경험을 상징한다.",
        "background": "차가운 공기가 느껴지는 고요한 설산의 정상. 주변에는 아무것도 없으며, 오직 밤하늘의 희미한 별빛과 고양이가 든 등불만이 어둠을 밝히고 있다. 이는 오직 자기 자신에게만 집중하는 깊은 명상의 상태를 나타낸다.",
        "symbolSummary": [
          "자기 성찰",
          "내면 탐구",
          "지혜",
          "고독",
          "안내자"
        ]
      }
    }
  ]
}